package Lab1;

public class TaskNum3 {
    public static void main(String[] argc){
        System.out.println("-------------------------------------------------------------------------");
        System.out.printf("|  %-3s|%20s%43s   |%n","№","Ключ", "|  Количество переходов");
        System.out.println("-------------------------------------------------------------------------");
        System.out.printf("|  %-3s|%-40s|%25s|%n","1","Купить квартиру недорого", "225 406");
        System.out.println("-------------------------------------------------------------------------");
        System.out.printf("|  %-3s|%-40s|%25s|%n","2","Купить квартиру в Ярославле", "137 489");
        System.out.println("-------------------------------------------------------------------------");
        System.out.printf("|  %-3s|%-40s|%25s|%n","3","Купить квартиру без посредников", "87 478");
        System.out.println("-------------------------------------------------------------------------");
    }
}
